{
  "Problem Solving": [
    "請描述一個你曾經解決過的複雜問題的情境。",
    "當你面臨一個你不知道如何解決的問題時，你會如何處理？",
    "你曾經如何用創新的方式解決一個問題？",
    "你如何評估並選擇不同的問題解決策略？",
    "請描述一次你在團隊中負責解決問題的經驗。",
    "你有沒有遇過一個看似無解的問題，最後你是如何解決的？",
    "請分享一個你在時間壓力下解決問題的例子。",
    "你曾經如何從錯誤中學習並找到問題的解決方案？",
    "你在解決問題時，如何確保所有的相關人員都被考慮到？",
    "你如何平衡長期和短期的問題解決策略？"
  ],
  "Proactiveness": [
    "請描述一次你主動承擔責任的經驗。",
    "當你看到一個需要改進的事情時，你會怎麼做？",
    "你如何在你的工作中展現主動性？",
    "請分享一次你主動尋求反饋的經驗。",
    "你如何確保你的主動性不會影響到團隊的工作流程？",
    "你如何在日常工作中找到並執行改進的機會？",
    "你是否曾經主動提出一個對組織有重大影響的建議或計畫？",
    "你如何將你的主動性轉化為具體的行動步驟？",
    "當你的主動行為未能達到預期效果時，你會如何調整？",
    "你如何確保你的主動性與你的工作職責相匹配？"
  ],
  "Self awareness & Self reflection": [
    "你如何評估自己的優點和缺點？",
    "請分享一次你反思自己行為並學習的經驗。",
    "你如何處理批評？你是如何從中學習的？",
    "你如何確保自我覺察和自我反思在你的日常生活中有一個位置？",
    "你如何將你的自我反思轉化為行動？",
    "請分享一次你的自我覺察幫助你達成目標的例子。",
    "你如何處理自我懷疑？",
    "你是否有定期反思自己的習慣、行為和信念的時間？",
    "你如何確保你的自我覺察和自我反思對你的成長有所幫助？",
    "你有沒有過一個你的自我反思導致你做出重要變更的經驗？"
  ],
  "Communication": [
    "請描述一次你成功說服他人接受你的觀點的經驗。",
    "你如何確保你的訊息被清楚理解？",
    "請描述一次你需要與不同背景的人溝通的經驗。",
    "你如何處理與他人的溝通衝突？",
    "你如何在團隊中建立有效的溝通流程？",
    "請分享一次你用有效的溝通解決問題的例子。",
    "你如何在壓力下保持有效的溝通？",
    "你如何確保你的非語言溝通支持你的口頭溝通？",
    "你如何處理接收到模糊或不清楚的訊息？",
    "你如何在溝通中建立和保持信任？"
  ],
  "Learning Agility": [
    "請分享一次你需要快速學習新事物的經驗。",
    "你如何保持自己的知識和技能與時俱進？",
    "當你面臨一個你不熟悉的任務時，你會如何處理？",
    "你如何確保你可以快速適應新的工作環境或工作角色？",
    "你如何利用你的學習靈活性來解決問題？",
    "你如何確保你的學習靈活性對你的日常工作有所幫助？",
    "請分享一次你的學習靈活性幫助你達成目標的例子。",
    "你如何處理學習新事物的挑戰？",
    "你如何確保你可以從你的失敗中學習？",
    "你如何利用你的學習靈活性來改進你的工作流程？"
  ],
  "Innovation": [
    "請分享一個你曾經提出或實施的創新點子。",
    "你如何在你的工作中尋找創新的機會？",
    "請描述一次你推動變革的經驗。",
    "你如何處理創新帶來的風險和挑戰？",
    "你如何確保你的創新活動與你的工作目標相符？",
    "請分享一次你的創新活動對你的團隊或組織有重大影響的例子。",
    "你如何從其他行業或領域中尋找創新的靈感？",
    "你如何處理創新活動與日常工作的衝突？",
    "你如何將你的創新點子轉化為具體的行動計劃？",
    "你如何確保你的創新活動可以為你的組織創造價值？"
  ],
  "Collaboration": [
    "請描述一次你與團隊合作完成一項任務的經驗。",
    "你如何處理團隊中的衝突？",
    "當你的團隊成員對某個決定有不同意見時，你會如何處理？",
    "你如何在你的團隊中建立信任和開放的溝通？",
    "你如何確保你的團隊成員都對共同的目標有清楚的理解？",
    "請分享一次你的協作技能幫助你的團隊達成目標的例子。",
    "你如何處理你和你的團隊成員有不同工作風格的情況？",
    "你如何確保你的團隊可以有效地協作？",
    "你如何處理團隊內的矛盾或衝突？",
    "你如何將你的協作技能用於跨部門或跨團隊的工作？"
  ],
  "Trust Worthiness": [
    "請分享一次你贏得他人信任的經驗。",
    "你如何建立並維護與他人的信任關係？",
    "當信任被破壞時，你會如何修補？",
    "你如何在你的團隊中建立和保持信任？",
    "你如何處理他人對你的信任產生疑慮的情況？",
    "你如何確保你的行為和決定都能體現你的誠信？",
    "請分享一次你的誠信對你的工作產生重大影響的例子。",
    "你如何處理你和你的團隊成員對誠信有不同理解的情況？",
    "你如何在面對壓力時維持你的誠信？",
    "你如何確保你的誠信對你的組織有所貢獻？"
  ],
  "Prioritization": [
    "當你有多項任務需要完成時，你會如何決定先做哪一項？",
    "請描述一次你需要在緊急的情況下重新安排優先事項的經驗。",
    "你如何確保你的工作始終專注於最重要的任務？",
    "你如何處理你的優先事項和他人的優先事項不一致的情況？",
    "你如何在你的團隊中建立有效的優先事項設定系統？",
    "請分享一次你的優先事項設定技能幫助你達成目標的例子。",
    "你如何處理你的優先事項和你的組織的優先事項不一致的情況？",
    "你如何在面對多個重要任務時保持你的工作效率？",
    "你如何處理你的優先事項因為外部因素而頻繁變動的情況？",
    "你如何確保你的優先事項設定對你的工作有所幫助？"
  ],
  "Aggressiveness": [
    "請分享一次你在工作中積極主動追求目標的經驗。",
    "你如何在維護良好的人際關係和達成業績目標之間取得平衡？",
    "當你的目標遇到阻礙時，你會如何處理？",
    "你如何確保你的積極態度不會影響到你的團隊成員？",
    "你如何在你的團隊中鼓勵積極的工作態度？",
    "請分享一次你的積極態度幫助你達成目標的例子。",
    "你如何處理你的積極態度和你的工作壓力之間的關係？",
    "你如何在面對困難時保持你的積極態度？",
    "你如何處理他人對你的積極態度有不同理解的情況？",
    "你如何確保你的積極態度對你的工作有所幫助？"
  ],
  "Customer Insight": [
    "你如何瞭解並回應客戶的需求？",
    "請分享一次你用客戶洞察來改進產品或服務的經驗。",
    "你曾經如何用創新的方式滿足客戶的需求？",
    "你如何收集並分析客戶反饋？",
    "你如何確保你的產品或服務始終滿足客戶的需求？",
    "請分享一次你的客戶洞察對你的工作產生重大影響的例子。",
    "你如何處理客戶需求和你的產品或服務之間的矛盾？",
    "你如何在面對多個客戶需求時設定優先事項？",
    "你如何處理你和你的客戶對產品或服務有不同理解的情況？",
    "你如何確保你的客戶洞察對你的組織有所貢獻？"
  ],
  "Pressure Management": [
    "當你面臨壓力時，你會如何處理？",
    "請分享一次你在高壓狀況下工作的經驗。",
    "你如何確保在壓力下仍能保持高效的工作表現？",
    "你如何在你的團隊中建立有效的壓力管理系統？",
    "你如何處理你的壓力和你的工作效率之間的關係？",
    "請分享一次你的壓力管理技巧幫助你達成目標的例子。",
    "你如何處理你和你的團隊成員對壓力有不同理解的情況？",
    "你如何在面對多個壓力源時設定優先事項？",
    "你如何處理你的壓力和你的工作目標之間的關係？",
    "你如何確保你的壓力管理對你的工作有所幫助？"
  ],
  "Decision Making": [
    "請描述一次你需要在緊急情況下做決定的經驗。",
    "你如何在不確定的情況下做決定？",
    "當你的決定遭到質疑時，你會如何應對？",
    "你如何在你的團隊中建立有效的決策制定系統？",
    "你如何處理你的決策和你的團隊成員的決策不一致的情況？",
    "請分享一次你的決策制定技巧幫助你達成目標的例子。",
    "你如何處理你的決策和你的工作壓力之間的關係？",
    "你如何在面對多個選擇時設定優先事項？",
    "你如何處理你的決策和你的工作目標之間的關係？",
    "你如何確保你的決策制定對你的工作有所幫助？"
  ],
  "Working Motivation": [
    "你如何保持工作的熱情和動力？",
    "當你面臨困難或挑戰時，你會如何激勵自己？",
    "請分享一次你找到工作動力並成功克服困難的經驗。",
    "你如何在你的團隊中建立並保持積極的工作動力？",
    "你如何處理你的工作動力和你的工作壓力之間的關係？",
    "請分享一次你的工作動力幫助你達成目標的例子。",
    "你如何處理你和你的團隊成員對工作動力有不同理解的情況？",
    "你如何在面對多個工作任務時保持你的工作動力？",
    "你如何處理你的工作動力和你的工作目標之間的關係？",
    "你如何確保你的工作動力對你的工作有所幫助？"
  ]
}
