{
  "Problem Solving": [
    "請分享一個你在工作中遇到一個複雜問題，並成功解決它的例子。",
    "請描述一次你成功應對未知問題的經驗。",
    "請提供一個實例，描述你如何用創新的方式解決一個困難的問題。",
    "請分享一次你必須在多種可能的解決方案之間做出選擇的情境。",
    "請描述一次你在團隊中帶頭解決一個困難的問題的經驗。",
    "請分享一個你如何解決看似無解的問題的例子。",
    "請描述一個你在時間壓力下解決問題的情境。",
    "請分享一次你如何從失敗中學習並找到解決問題的新方法的經驗。",
    "請描述一次你在解決問題時考慮到所有相關人員的情境。",
    "請分享一次你如何在解決問題時平衡短期和長期解決方案的經驗。"
  ],
  "Proactiveness": [
    "請分享一次你在工作中主動承擔責任的例子。",
    "請描述一次你看到一個需要改進的地方，並主動提出改變的經驗。",
    "請提供一個實例，描述你如何主動尋找改進你的工作的機會。",
    "請分享一次你主動尋求反饋並根據反饋進行改變的情境。",
    "請描述一次你如何確保你的主動行為不會干擾到團隊的工作流程的經驗。",
    "請分享一次你主動找到並執行工作改進機會的例子。",
    "請描述一次你主動提出對組織有重大影響的建議或計畫的情境。",
    "請提供一個實例，描述你如何將你的主動性轉化為實際的行動步驟。",
    "請分享一次你的主動行為未能達到預期效果，並說明你如何調整的經驗。",
    "請描述一次你如何確保你的主動性與你的工作職責相匹配的情境。"
  ],
  "Self awareness & Self reflection": [
    "請分享一次你如何評估自己的優點和缺點，並根據評估結果進行改進的例子。",
    "請描述一次你反思自己的行為並根據反思結果進行改變的經驗。",
    "請提供一個實例，描述你如何處理批評並從中學習。",
    "請分享一次你如何確保自我覺察和自我反思在你的日常生活中有一個位置的情境。",
    "請描述一次你如何將你的自我反思轉化為行動的經驗。",
    "請分享一次你的自我覺察幫助你達成目標的例子。",
    "請描述一次你如何處理自我懷疑的情境。",
    "請提供一個實例，描述你是否有定期反思自己的習慣、行為和信念。",
    "請分享一次你如何確保你的自我覺察和自我反思對你的成長有所幫助的經驗。",
    "請描述一次你的自我反思導致你做出重要變更的情境。"
  ],
  "Communication": [
    "請分享一個你成功說服他人接受你的觀點的例子。",
    "請描述一次你如何確保你的訊息被清楚理解的經驗。",
    "請提供一個實例，描述你如何與來自不同背景的人有效溝通。",
    "請分享一次你如何處理與他人的溝通衝突的情境。",
    "請描述一次你如何在團隊中建立有效的溝通流程的經驗。",
    "請分享一次你用有效的溝通解決問題的例子。",
    "請描述一個你如何在壓力下保持有效的溝通的情境。",
    "請提供一個實例，描述你如何確保你的非語言溝通支持你的口頭溝通。",
    "請分享一次你如何處理接收到模糊或不清楚的訊息的經驗。",
    "請描述一次你如何在溝通中建立和保持信任的情境。"
  ],
  "Learning Agility": [
    "請分享一次你需要快速學習新事物的例子。",
    "請描述一次你如何保持自己的知識和技能與時俱進的經驗。",
    "請提供一個實例，描述你如何處理一個你不熟悉的任務。",
    "請分享一次你如何確保你可以快速適應新的工作環境或工作角色的情境。",
    "請描述一次你如何利用你的學習靈活性來解決問題的經驗。",
    "請分享一次你的學習靈活性幫助你達成目標的例子。",
    "請描述一次你如何處理學習新事物的挑戰的情境。",
    "請提供一個實例，描述你如何確保你可以從你的失敗中學習。",
    "請分享一次你如何利用你的學習靈活性來改進你的工作流程的經驗。",
    "請描述一次你如何確保你的學習靈活性對你的日常工作有所幫助的情境。"
  ],
  "Innovation": [
    "請分享一個你曾經提出或實施的創新點子的例子。",
    "請描述一次你如何在你的工作中尋找創新的機會的經驗。",
    "請提供一個實例，描述你如何推動變革。",
    "請分享一次你如何處理創新帶來的風險和挑戰的情境。",
    "請描述一次你如何確保你的創新活動與你的工作目標相符的經驗。",
    "請分享一次你的創新活動對你的團隊或組織有重大影響的例子。",
    "請描述一次你如何從其他行業或領域中尋找創新的靈感的情境。",
    "請提供一個實例，描述你如何處理創新活動與日常工作的衝突。",
    "請分享一次你如何將你的創新點子轉化為具體的行動計劃的經驗。",
    "請描述一次你如何確保你的創新活動可以為你的組織創造價值的情境。"
  ],
  "Collaboration": [
    "請分享一次你與團隊合作完成一項任務的例子。",
    "請描述一次你如何處理團隊中的衝突的經驗。",
    "請提供一個實例，描述你如何處理團隊中對某個決定有不同意見的情況。",
    "請分享一次你如何在你的團隊中建立信任和開放的溝通的情境。",
    "請描述一次你如何確保你的團隊成員都對共同的目標有清楚的理解的經驗。",
    "請分享一次你的協作技能幫助你的團隊達成目標的例子。",
    "請描述一次你如何處理你和你的團隊成員有不同工作風格的情境。",
    "請提供一個實例，描述你如何確保你的團隊可以有效地協作。",
    "請分享一次你如何處理團隊內的矛盾或衝突的經驗。",
    "請描述一次你如何確保你的協作技能對你的工作有所幫助的情境。"
  ],
  "Trust Worthiness": [
    "請分享一次你如何在工作中建立並維護信任的例子。",
    "請描述一次你如何修復被破壞的信任的經驗。",
    "請提供一個實例，描述你如何處理他人對你的信任產生疑慮的情況。",
    "請分享一次你如何確保你的行為和決定都能體現你的誠信的情境。",
    "請描述一次你的誠信對你的工作產生重大影響的經驗。",
    "請分享一次你如何處理你和你的團隊成員對誠信有不同理解的情況的例子。",
    "請描述一次你如何在面對壓力時維持你的誠信的情境。",
    "請提供一個實例，描述你如何確保你的誠信對你的組織有所貢獻。",
    "請分享一次你如何處理在道德或合規問題上的困難抉擇的經驗。",
    "請描述一次你如何在面對困難的情況下堅持你的誠信的情境。"
  ],
  "Prioritization": [
    "請分享一個你如何在多項任務中設定優先順序的例子。",
    "請描述一次你需要在緊急的情況下重新安排優先事項的經驗。",
    "請提供一個實例，描述你如何確保你的工作始終專注於最重要的任務。",
    "請分享一次你如何處理你的優先事項和他人的優先事項不一致的情境。",
    "請描述一次你如何在你的團隊中建立有效的優先事項設定系統的經驗。",
    "請分享一次你的優先事項設定技能幫助你達成目標的例子。",
    "請描述一次你如何處理你的優先事項和你的組織的優先事項不一致的情境。",
    "請提供一個實例，描述你如何在面對多個重要任務時保持你的工作效率。",
    "請分享一次你如何處理你的優先事項因為外部因素而頻繁變動的經驗。",
    "請描述一次你如何確保你的優先事項設定對你的工作有所幫助的情境。"
  ],
  "Aggressiveness": [
    "請分享一次你在工作中積極主動追求目標的例子。",
    "請描述一次你如何在維護良好的人際關係和達成業績目標之間取得平衡的經驗。",
    "請提供一個實例，描述你在面對阻礙時，如何積極尋求達成目標的方法。",
    "請分享一次你如何確保你的積極態度不會影響到你的團隊成員的情境。",
    "請描述一次你如何在你的團隊中鼓勵積極的工作態度的經驗。",
    "請分享一次你的積極態度幫助你達成目標的例子。",
    "請描述一次你如何處理你的積極態度和你的工作壓力之間的關係的情境。",
    "請提供一個實例，描述你如何在面對困難時保持積極的態度。",
    "請分享一次你如何確保你的積極態度對你的工作有所幫助的經驗。",
    "請描述一次你如何在面對失敗時保持積極的態度的情境。"
  ],
  "Customer Insight": [
    "請分享一個你如何利用客戶洞察來改善產品或服務的例子。",
    "請描述一次你如何收集並使用客戶反饋的經驗。",
    "請提供一個實例，描述你如何理解並滿足客戶的需求。",
    "請分享一次你如何處理客戶不滿的情境。",
    "請描述一次你如何在你的團隊中提高對客戶洞察的理解和使用的經驗。",
    "請分享一次你的客戶洞察幫助你改進工作流程的例子。",
    "請描述一次你如何處理客戶需求和組織目標之間的矛盾的情境。",
    "請提供一個實例，描述你如何確保你的客戶洞察對你的工作有所貢獻。",
    "請分享一次你如何處理收到模糊或矛盾的客戶反饋的經驗。",
    "請描述一次你如何在面對困難的客戶情況時維持專業和禮貌的情境。"
  ],
  "Pressure Management": [
    "請分享一個你在高壓狀況下仍能有效工作的例子。",
    "請描述一次你如何管理並減輕工作壓力的經驗。",
    "請提供一個實例，描述你如何在面對壓力時保持清晰的思緒。",
    "請分享一次你如何在你的團隊中建立壓力管理機制的情境。",
    "請描述一次你如何在壓力下保持你的工作效率的經驗。",
    "請分享一次你的壓力管理技巧幫助你達成目標的例子。",
    "請描述一次你如何處理你和你的團隊成員對壓力有不同理解的情況的情境。",
    "請提供一個實例，描述你如何在面對多個壓力源時設定優先事項。",
    "請分享一次你如何處理你的壓力和你的工作目標之間的關係的經驗。",
    "請描述一次你如何確保你的壓力管理對你的工作有所幫助的情境。"
  ],
  "Decision Making": [
    "請分享一個你需要在緊急情況下做出決定的例子。",
    "請描述一次你如何在不確定的情況下做出決策的經驗。",
    "請提供一個實例，描述你如何處理你的決策被質疑的情況。",
    "請分享一次你如何在你的團隊中建立有效的決策制定系統的情境。",
    "請描述一次你如何處理你的決策和你的團隊成員的決策不一致的經驗。",
    "請分享一次你的決策制定技巧幫助你達成目標的例子。",
    "請描述一次你如何處理你的決策和你的工作壓力之間的關係的情境。",
    "請提供一個實例，描述你如何在面對多個選擇時設定優先事項。",
    "請分享一次你如何處理你的決策和你的工作目標之間的關係的經驗。",
    "請描述一次你如何確保你的決策制定對你的工作有所幫助的情境。"
  ],
  "Working Motivation": [
    "請分享一個你如何保持工作動力的例子。",
    "請描述一次你如何在困難的情況下保持工作動力的經驗。",
    "請提供一個實例，描述你如何找到新的工作動力。",
    "請分享一次你如何在你的團隊中建立和維護工作動力的情境。",
    "請描述一次你如何處理你的工作動力和你的工作壓力之間的關係的經驗。",
    "請分享一次你的工作動力幫助你達成目標的例子。",
    "請描述一次你如何處理你的工作動力和你的工作目標之間的關係的情境。",
    "請提供一個實例，描述你如何在面對挫折時找到新的動力。",
    "請分享一次你如何處理你的工作動力和你的工作負荷之間的關係的經驗。",
    "請描述一次你如何確保你的工作動力對你的工作有所幫助的情境。"
  ]
}